Repository: botirovshox-lang/med-translation
Catalog: med_translation/final_output/tm_reference_FINAL.tmx
Source language: ru
Languages: en

source: • Не ешьте и не пейте ничего, включая воду, начиная с полуночи перед обследованием и в течение 2 часов после приема таблетки. • Спросите у врача, нужно ли вам принимать лекарства в день обследования. Если нужно, запейте их небольшим количеством воды. • Принесите список лекарств, которые вы принимаете. Укажите все лекарства, отпускаемые как по рецепту, так и без него, а также витамины и лекарственные растения. Во время обследования Обследование состоит из 3 этапов. Этап 1 • Вас тщательно проконсультируют, и вы сможете задать вопросы. • Вам дадут выпить таблетку. • Вам могут разрешить вернуться домой. Этап 2 • Примерно через 6 часов вы вернетесь, чтобы сдать кровь из руки. Данный анализ измеряет объем радиоактивности в щитовидной железе. • Этот этап длится около 15 минут. Этап 3 • На следующий день у вас возьмут кровь на измерение радиоактивности в щитовидной железе. • Обследование проводится в положении лежа. • Аппарат, похожий на камеру, сделает снимки щитовидной железы. Обследование занимает около часа.
en: • Do not eat or drink anything, including water, after midnight before the test and for 2 hours after you take the pill. • Ask your doctor if you should take your medicines the day of the test. If so, take with sips of water only. • Bring a list of all of your medicines. Be sure to include any prescription or over the counter medicines and any vitamin or herbal supplements you take. During the test You will have 3 appointments for this test. Part 1 • You will get more instructions and have a chance to ask questions. • You will be given a pill to swallow. • You may be allowed to go home to wait. Part 2 • About 6 hours later, you will return to have a small blood sample take from your arm. This measures the amount of radioactivity in your thyroid gland. • This part of the test takes about 15 minutes. 3rd Appointment • The next day, you will return to have blood taken to check the radioactivity in your thyroid gland. • You will lie down for the scan to be done. • During the scan, pictures of your thyroid will be taken with a camera-like machine. This will take about a hour. Thyroid Scan. Russian.

source: Корень языка играет важную роль в создании давления, необходимого для глотания. Укрепить корень языка и улучшить его движение можно при помощи следующих упражнений, которые особенно полезны для людей с проблемами глотания. • Во время упражнений во рту не должно быть пищи. • Выполняйте упражнения ____ раз (раза) в день, согласно указаниям логопеда или врача. Масако кончик языка между зубами или деснами. прижмите язык и сглотните, язык между зубами или Возможно, глотание вызовет но это упражнение мышцы горла. упражнение ____ раз с бинтом свернутый кусок бинта передними зубами. Сглотните, прикусив бинт зубами. упражнение ____ раз
en: Tongue Base Strengthening The base of your tongue is key in making pressure to help you swallow. These exercises will strengthen and improve the movement of your tongue base. These exercises can help some people with swallowing problems. • These exercises typically should not be done with any food in your mouth. • Do these exercises _____ times each day as directed Tongue by your speech therapist or Tongue doctor. Exercises   Masako Maneuver Place the tip of your tongue between your front teeth or gums. Hold gently and swallow, keeping your tongue between your teeth or gums. It may feel awkward to swallow, but this will strengthen . muscles in your throat. , Repeat _____ times. ().   Gauze Exercise Place a rolled piece of gauze between your front teeth. Gently hold the gauze in place and swallow. Repeat _____ times. (). Tongue Base Strengthening Exercises. Russian.

source: (TB) Туберкулез вызывается бактериями, которые чаще всего поражают легкие. Заразиться туберкулезом можно воздушно-капельным путем. При слабом иммунитете риск заболеть выше. Неполноценное питание, болезни, лекарства, стресс и другие факторы снижают защитные силы организма. Формы заболевания Существует две формы туберкулеза: латентная и активная. При латентной форме симптомы могут отсутствовать. Бактерии находятся в организме, но не проявляют активности. Вы будете чувствовать себя здоровым и не сможете никого заразить. Анализы крови или костной ткани покажут наличие болезни. Чтобы туберкулез не перешел в активную форму, потребуется лечение. При активной форме присутствуют симптомы заболевания. Вы можете заразить бактериями туберкулеза других во время дыхания, кашля, пения и смеха. Если туберкулез не лечить, возникнут тяжелые поражения легких и смерть. Симптомы Туберкулез легких проявляется следующими симптомами: • Кашель, который не проходит или длится более 3 недель • Высокая температура и озноб • Потеря веса или отсутствие аппетита • Слабость и усталость • Боль в груди • Ночная потливость
en: Tuberculosis Tuberculosis or TB is a disease caused by germs called bacteria that most often affects the lungs. You can get infected with TB when you breathe in the germs. You are at a higher risk to get TB if you have a weak immune system. This system can be weakened by poor diet, illness, medicines, stress and other causes. Types of infection There are two types of TB infection, latent and active. Latent infection is when you may have no signs of TB. The bacteria are in your body, but they are not active. You will not feel sick or spread TB to others. Skin or blood tests will be positive for TB. Treatment is still needed to prevent you from getting active TB later. Active infection is when you have signs of the disease. You are able to spread the disease to others when you breathe, cough, sing or laugh and other people breathe in the TB germs. Without treatment, TB can cause serious damage to the lungs and death. Signs TB in the lungs can cause these signs: • Cough that lasts more than 3 weeks or won’t go away • Fever and chills • Weight loss or loss of appetite • Feeling weak and tired • Chest pain • Night sweats Tuberculosis (TB). Russian.

source: Обследование Для проверки на наличие инфекции проводится кожный тест. Положительный результат может означать, что вы заражены. Для подтверждения диагноза врач может назначить анализ крови, рентгеновский снимок грудной клетки и анализ мокроты. Члены вашей семьи и проживающие с вами лица также пройдут кожный тест. Отрицательный результат теста часто означает, что вы не инфицированы. При ослабленном иммунитете кожный тест может не показать наличие заболевания. Врач может провести обследование, даже если у вас есть симптомы, но кожный тест отрицательный. Лекарства Если у вас положительный кожный тест или выявлен туберкулез, вы начнете прием лекарств. • В случае латентной формы лекарства нужно будет принимать от 3 до 9 месяцев. • В случае активной формы — от 6 до 12 месяцев. Принимайте лекарства согласно указаниям врача. Вам могут назначить несколько препаратов. • Необходимо принимать все медикаменты на протяжение срока, указанного врачом. • Не прекращайте их прием, даже если почувствуете себя лучше.
en: Testing A skin test will be done to see if you are infected. A positive test means that you have been infected. If your test is positive, your doctor may also use a blood test, a chest x-ray and tests of the sputum you cough up to see if you have TB. Your family members and others living with you will also be skin tested to check if they also are infected. A negative test often means that you are not infected. The skin test may not react if you have a weak immune system. Your doctor may check for TB if your skin test is negative, but you still have signs. Medicines If you have a positive skin test or have TB, you will be started on medicines. • For latent infection, you may need to take medicine for 3 to 9 months. • For active TB, medicine treatment may be needed for 6 to 12 months or more. Take your medicines as directed. You may need more than one type of medicine for TB. • You need to take all of your medicines for as long as your doctor orders. • Do not stop taking them, even if you feel better. Tuberculosis (TB). Russian.

source: Если пропускать прием лекарств или прекратить их принимать: • Можно заразить туберкулезом окружающих • Заболевание может вернуться • Бактерии могут выработать устойчивость к лекарствам, и их будет сложнее убить. Как правило, через 2–3 недели после начала медикаментозного лечения активной формы туберкулеза пациент перестает быть заразным. Вы не заразите туберкулезом окружающих, но по- прежнему должны принимать лекарства. Защита себя и окружающих • До и после еды тщательно мойте руки с мылом или используйте дезинфицирующее средство на спиртовой основе. • Чтобы поддержать иммунитет, ешьте 3 раза в день и выпивайте 6–8 стаканов жидкости. • Ходите на все приемы врача. • Обязательно прикрывайте рот платком во время кашля и чихания. Затем выбросьте платок. Если у вас нет платка, используйте сгиб локтя. После этого вымойте руки. Лечение в больнице Если ваше заболевание серьезно, вас госпитализируют и примут меры, чтобы вы не заражали других людей. • Вы будете изолированы на время приема лекарств от туберкулеза в течение 2–3 недель или пока у вас в мокроте не исчезнет инфекция.
en: Skipping doses or stopping medicines early can cause: • The spread of TB to others. • The infection to come back. • The germs to become resistant to the medicine. This means the germs are harder to stop with the medicines available, making it harder to treat. Most often, after 2 to 3 weeks of medicine treatment for active TB, you are no longer contagious. This means you will not pass TB germs to others, but you still need to take your medicine as ordered. Protect yourself and others • Wash you hands well with soap and water or use alcohol based hand sanitizer before and after meals. • Keep your body strong. Eat 3 meals and drink 6 to 8 glasses of fluid each day. • Go to all your doctor appointments. • Always cover your mouth when you cough or sneeze with a tissue, then throw it away. You can also cough into your sleeve if you do not have a tissue. Then, wash your hands. Hospital care If you are sick enough that you need to be in the hospital, steps will be taken to prevent others from getting TB. • You will be isolated in your room until you have been on TB medicines for 2 to 3 weeks or until your sputum is not infected. Tuberculosis (TB). Russian.

source: Деменция — это потеря способности мыслить, запоминать, говорить, думать и рассуждать, что является довольно серьезной проблемой, которая влияет на повседневную деятельность, в частности на способность есть, мыться и одеваться. У больных деменцией может меняться личность, им можно быть сложно управлять своими эмоциями и решать проблемы. С возрастом людям требуется больше времени на запоминание, но способность думать и рассуждать не должна ухудшаться. Деменция не связана с нормальным процессом старения. Существуют различные причины деменции. Некоторые из них лечатся, другие — нет. Поэтому важно пройти обследование и выяснить причину изменений. Распространенные причины деменции Болезнь Альцгеймера • Болезнь Альцгеймера — самая частая причина деменции. Симптомы развиваются медленно и со временем усиливаются. • Повреждение мозга может начаться за 10 и более лет до того, как появятся симптомы. На этой стадии формируются аномальные скопления белка (амилоидные бляшки) и узелки сплетенных волокон (нейрофибриллярные клубки). Они блокируют связи между нервными клетками и нарушают их работу.
en: Types of Dementia is a loss of thinking, remembering, language, judgment, and reasoning skills that are severe enough to affect daily activities such as eating, bathing, and getting dressed. People with dementia may have a change in their personality, find it hard to control emotions, or lose their ability to solve problems. Although it is normal to need more time to remember things as we age, other thinking and reasoning skills should not change. Dementia is not a normal part of the aging process. There are different causes of dementia. Some can be treated, and some cannot. That is why it is important to have a medical exam to learn the cause of the changes. Common Causes of Dementia Alzheimer’s Disease (AD) • Alzheimer’s disease is the most common cause of dementia. The symptoms start slowly and become worse over time. • Damage to the brain may begin 10 or more years before symptoms appear. During this first stage, abnormal clumps of proteins called “amyloid plaques” and tangled bundles of fibers called “neurofibrillary tangles” are formed. Nerve cells in the brain can no longer connect with each another and stop working as they should. Types of Dementia. Russian.

source: • На второй стадии появляются симптомы: проблемы с памятью, ориентацией во времени и пространстве, способностью принимать решения и говорить. Повреждения, возникшие на первой стадии, вызывают отмирание нервных клеток и уменьшение мозговой ткани. При этом страдает гипокамп (часть мозга, который отвечает за память). • Последняя стадия называется болезнью Альцгеймера. Человек теряет способность общаться и требует постоянного ухода. Как и в случае с другими видами деменции, заболевание у разных людей прогрессирует с разной скоростью. Скорость зависит от возраста, в котором была диагностирована болезнь, и существующих проблем со здоровьем. Если диагноз поставлен после 80 лет, пациент с болезнью Альцгеймера может прожить 3–4 года. Если диагноз поставлен раньше, то человек может прожить 10 и более лет. Причины возникновения болезни Альцгеймера неизвестны, и она не лечится. Можно лишь контролировать симптомы и замедлить прогрессирование болезни. Васкулярная деменция Васкулярная (мультиинфарктная) деменция вызывается инсультами, которые разрушают небольшие участки мозга. Во время инсульта сосуд, который несет к участку мозга кровь и питательные вещества, закупоривается или разрывается. Кровь и кислород не поступают к участку мозга, и клетки мозга отмирают. В результате происходит необратимое повреждение мозга. Инсульты могут быть такими незначительными, что человек и окружающие могут не заподозрить их. Такие «тихие инсульты» со временем ведут к появлению симптомов васкулярной деменции, поскольку повторные инсульты поражают все больше отделов мозга.
en: • During the second stage, these symptoms occur: memory loss, confusion about time and space, poor decision making, and changes to language. The damage that occurred during the first stage are now causing the nerve cells to die and brain tissue to shrink. The part of the brain called the hippocampus, where memories are formed, is affected. • The final stage is known as Alzheimer’s dementia. The person loses their ability to communicate, and they will need total care. As with all kinds of dementia, the disease will progress at different rates for different people. It also depends on the person’s age when they are diagnosed and other health problems they may have. A person with Alzheimer’s disease might live for 3 to 4 more years if the diagnosis was made after the age of 80. They may live 10 or more years longer if they were diagnosed at a younger age. No one knows what causes Alzheimer’s disease. It cannot be cured and will not go away. Treatment may only help to manage symptoms and slow the disease. Vascular Dementia Vascular dementia is also known as multi- infarct dementia (MID). It occurs when repeated strokes destroy small areas of the brain. A stroke happens when a vessel taking blood and nutrients to an area of the brain becomes clogged or bursts. Blood and oxygen cannot get to that part of the brain, and brain cells die. This results in permanent brain damage. The strokes may be so small that the person and people around them are not aware that they are happening. These “silent strokes” will finally lead to symptoms of vascular dementia as more areas of the brain are damaged by repeated strokes. Types of Dementia. Russian.

source: Иногда инсульты бывают более обширными и совсем не тихими. С каждым инсультом могут появляться новые симптомы васкулярной деменции. Васкулярную деменцию, как и болезнь Альцгеймера, невозможно вылечить. Лечение заключается в уменьшении факторов риска повторных инсультов. Факторы риска: • Диабет • Высокое давление • Повышенный уровень холестерина • Курение Для контроля агрессивного поведения и беспокойства могут назначаться медикаменты. Депрессия Депрессия — это заболевание, а не просто грусть или плохое настроение. Депрессия мешает нормальной жизнедеятельности. Депрессия не является видом деменции, но многие пациенты с тяжелой депрессией страдают от схожих изменений психики, например от проблем с памятью и вниманием. Если человек страдает и от депрессии, и от деменции, у него могут быть более серьезные проблемы с памятью. Симптомы: • Необычная и чрезмерная грусть или раздражительность • Изменения в состоянии сна • Изменение веса и пищевых привычек • Потеря интереса к тому, что приносило радость • Упадок сил • Проблемы с мышлением и концентрацией внимания • Чувство бесполезности существования • Мысли о самоубийстве или смерти Депрессию можно вылечить лекарствами и психотерапией.
en: In other cases, the strokes are bigger and not so “silent.” New symptoms of vascular dementia may develop fast with each stroke. As with Alzheimer’s disease, vascular dementia cannot be cured and will not go away. Treatment is aimed at reducing the risk factors of the disease to prevent further strokes from occurring. Risk factors include: • Diabetes • High blood pressure • High cholesterol • Smoking Medicines can be used to manage the person’s aggressive behavior or agitation, which sometimes occurs. Depression Depression is a medical condition. It involves more than just feeling “down” or “sad.” Depression interferes with normal activities of life. While depression is not a type of dementia, many people with severe depression have some similar mental changes, such as poor memory and attention. When someone has both depression and dementia, memory loss may get worse. Symptoms include: • Unusual and excessive sadness or irritability • Changes in sleep • Changes in weight and eating • Loss of interest in things the person had enjoyed • Loss of energy • Problems thinking and focusing • Feelings of being worthless • Thoughts of suicide or death Depression can be treated with medicine and counseling. Types of Dementia. Russian.

source: (УЗИ) УЗИ — это исследование организма с помощью ультразвуковых волн. Вы не услышите никаких звуков, но на экране появится изображение. УЗИ — безвредный и безболезненный метод исследования. Прочтите эти указания перед исследованием, чтобы правильно подготовиться к нему. Не опаздывайте. Исследование длится 20–40 минут. Во время исследования • Вы наденете больничную одежду и ляжете на кушетку. • На кожу нанесут теплый гель. Врач будет водить по коже датчиком, чтобы получить изображения. • Вас могут попросить задержать дыхание. • Персонал проверит полученные снимки, прежде чем вы уйдете, поскольку могут потребоваться дополнительные снимки. Выполните отмеченные галочкой указания Виды исследований:  УЗИ брюшной полости • Не ешьте и не пейте за 6–8 часов до исследования.  УЗИ щитовидной железы • Снимите с шеи все украшения. • Во время исследования вам под шею положат свернутое в валик полотенце.
en: Ultrasound An ultrasound is a test using sound waves to look at parts of your body. You will not hear the sounds, but pictures will show up on the screen. An ultrasound is not an x-ray and does not cause pain. Review these instructions before your test so you know what you need to do to prepare for your test. Arrive on time for your test. This test takes 20 to 40 minutes. During the Test • You will wear a hospital gown and lie on a table. • Warm gel is put on your skin. A wand, called a transducer, is moved back and forth across your skin in the gel to take the pictures. • You may need to hold your breath for some of the pictures. • The staff checks the pictures before you go home. More pictures may be taken if needed. Follow These Extra Instructions if Marked If your test is to check a certain part of your body, follow the extra instructions marked: Abdominal • Do not eat or drink for 6 to 8 hours before the test.  Thyroid • Remove any jewelry around your neck. • A rolled up towel is placed behind your neck during the test. Ultrasound. Russian.

source: у женщин in Women Недержание — частая проблема многих женщин. Нервно-мышечная ткань, позволяющая удерживать мочу, может ослабеть, или с ней могут случиться иные проблемы, вызванные родами, менопаузой, старением, заболеваниями нервной системы, инсультом, хирургическим вмешательством, травмой, инфекцией или лекарствами. Недержание может стать побочным эффектом других заболеваний, таких как диабет или рак. Качество жизни можно повысить благодаря обследованию и лечению. Симптомы недержания • Вытекание мочи при кашле, смехе, чихании или физической активности • Желание помочиться при соприкосновении с водой или звуке льющейся воды • Внезапные позывы к мочеиспусканию • Невозможность опорожнить мочевой пузырь • Частые позывы к мочеиспусканию: более 8 раз в день или 2 раз за ночь Сообщите врачу о наличии: • камней в почках или мочевом пузыре, а также о кальцинозе, которые могут блокировать поступление мочи из мочевого пузыря в уретру; • полипов или небольших наростов в области влагалища, которые могут оказывать давление на уретру и приводить к недержанию.
en: Urinary Incontinence Urinary incontinence is a common problem for many women. The muscles and nerves that help to hold or release urine can get weak or have problems. It can be caused by childbirth, menopause, aging, nerve disease, stroke, surgery, injury, infection and medicines. It can also be a side effect of other health conditions, such as diabetes or cancer. Testing and treatment can help to improve your quality of life. Signs of Incontinence • Urine leaks after a cough, laugh, sneeze or physical activity • The sound of water running or touching water causes an urge to urinate • Sudden urge to go to the bathroom before leaking urine • Not able to empty bladder when going to the bathroom • Needing to empty bladder 8 or more time a day or more than 2 times at night Tell your doctor if you have had: • Kidney or bladder stones or calcium deposits. These can block the flow of urine from the bladder to urethra. • Polyps or small growths in the vaginal area. They can press on the urethra and lead to incontinence. Urinary Incontinence in Women. Russian.
